[{"url_id": "https://www.channelnewsasia.com/news/business/brazil-suspends-whatsapp-s-new-payments-system-12864906", "content": {"url_label": "Brazil suspends WhatsApp's new payments system", "text": "SAO PAULO/BRASILIA: Brazil's central bank effectively suspended a newly-launched system allowing users of Facebook Inc's WhatsApp messaging service to send money via chats, ordering Visa  and Mastercard  to halt payments and transfers via the system.The central bank said in a statement that rolling out the service without previous analysis by the monetary authority could damage the Brazilian payments system in the areas of competition, efficiency and data privacy.The system, launched last week in a nationwide rollout, allowed users to transfer funds to individuals or local businesses within a chat, attaching payments as they would a photo or video.The central bank's move is the latest setback in payments for owner Facebook, which pared back its plans for a global payments system called Libra after meeting stiff resistance from regulators. WhatsApp has over 120 million users in Brazil, its second-largest market behind India, where it has also struggled to roll out a payments system.If Visa and Mastercard do not comply with the order, they would be subject to fines and administrative sanctions, the statement said.A WhatsApp spokesperson said the messaging service would continue working with \"local partners\" and the central bank to provide digital payments for its users in Brazil using a business model open to more participant, which would address regulators concerns on market concentration.Earlier on Tuesday, before Visa and Mastercard operations with WhatsApp were suspended, the central bank issued regulation saying it could require market participants to receive previous approval to operate in payments.WhatsApp launched its Brazil services without requesting central bank authorization, as it was operating as an intermediary between consumers and financial institutions.Some observers called the regulator's decision an overreaction, while others said WhatsApp presented a potential risk in terms of market concentration and privacy.\"It is a bit odd that the central bank decided to suspend WhatsApp as the regulator is already able to oversee all market participants which joined WhatsApp,\" said Carlos Daltozo, co-head of equities at Eleven Financial. \"Besides that, WhatsApp is open to form new partnerships.\"WhatsApp started its operations in Brazil in partnership with fintech Nubank, state-controlled lender Banco do Brasil SA , Visa, Mastercard and lender Sicredi.In a separate setback for the venture on Tuesday, Brazil's antitrust watchdog, Cade, blocked WhatsApp's partnership with credit and debit card operator Cielo  to process the payments.As Cielo is already Brazil's largest payment processor, a partnership with the biggest messaging service could pose a market concentration risk, Cade said. Shares in Cielo soared 30per cent on the day WhatsApp announced payments service in Brazil.The central bank's move comes as the regulator prepared to launch its own instant payments system in November, called Pix, joining more than 980 participants.\"It is complicated when the regulator also becomes a player and seems to be more worried about its own payment system,\" said a source at a financial institution that has partnered with WhatsApp.The WhatsApp spokesperson said it was committed to working with the central bank to integrate systems once Pix became available.Private banks have also been wary about opening valuable client data to tech giants such as Facebook. Some executives have also pointed to security issues as well as a lack of accountability if a transaction goes wrong.Mastercard said it would comply with the central bank ruling and continue to develop an innovative payment environment.Facebook and Visa did not immediately reply to requests for comment. Cielo declined to comment.(Reporting by Carolina Mandl, in Sao Paulo, and Isabel Versiani, in Brasilia; Additional reporting by Tatiana Bautzer, Gabriela Mello, Aluisio Alves, Katie Paul and Gabriel Pontes; Editing by Lisa Shumaker and Sam Holmes)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/oil-edges-lower-as-us-stockpiles-grow-more-than-expected-12864854", "content": {"url_label": "Oil edges lower as US stockpiles grow more than expected", "text": "TOKYO: Oil futures edged lower on Wednesday, extending losses from the previous day, after U.S. crude stockpiles grew more than expected, adding to worries about oversupply, although a fall in gasoline stocks kept the decline in check.Brent crude was down 2 cents at US$42.61 a barrel by 0045 GMT, while U.S. West Texas Intermediate (WTI) crude futures fell 4 cents, or 0.1per cent, to US$40.33 a barrel.U.S. crude inventories rose by a much bigger than expected 1.7 million barrels last week, according to industry group the American Petroleum Institute (API), well ahead of analysts' expectations for a 300,000-barrel build.However, U.S. gasoline and distillate inventories fell, the data showed, feeding optimism that fuel consumption is picking up as some economies ease lockdowns imposed to contain the coronavirus pandemic.U.S. government data will be released on Wednesday.Global oil consumption has started to recover as economies emerge from lockdown, while the Organization of the Petroleum Exporting Countries (OPEC) and allied producers have slashed output and U.S. shale producers have shut in wells.On Tuesday, both Brent and WTI contracts traded at their highest levels since prices collapsed in early March.Still, the market remains concerned about a rising number of coronavirus cases in the United States and elsewhere, said Kazuhiko Saito, chief analyst at Fujitomi Co.New cases of COVID-19 rose 25per cent in the United States in the week ended June 21 compared to the previous seven days, a Reuters analysis found.China, the world's top crude importer, is also expected to slow crude imports in the third quarter, after record purchases in recent months, as higher oil prices hurt demand and refiners worry about a second virus outbreak.(Reporting by Yuka Obayashi; editing by Richard Pullin)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/asia-stocks-touch-four-month-top-on-dogged-optimism-12864666", "content": {"url_label": "Asia stocks touch four-month top on dogged optimism", "text": "SYDNEY: Asian shares crept to a four-month high on Wednesday as investors remained stubbornly upbeat on the outlook for a re-opening of the global economy even as cases of the coronavirus looked to be accelerating to new peaks.MSCI's broadest index of Asia-Pacific shares outside Japan added 0.39per cent to reach its highest since early March, though turnover was light.Japan's Nikkei firmed 0.1per cent and Chinese blue chips 0.3per cent. Caution was still evident elsewhere with E-Mini futures for the S&P 500 off 0.1per cent and EUROSTOXX 50 futures easing 0.7per cent.On Wall Street, the Dow had ended Tuesday 0.5per cent higher, while the S&P 500 gained 0.43per cent and the Nasdaq 0.74per cent.News on the coronavirus was hardly encouraging with several U.S. states seeing record infections and the death toll in Latin America passing 100,000 on Tuesday, according to a Reuters tally.The European Union is even prepared to bar U.S. travellers because of the surge of cases in the country, putting it in the same category as Brazil and Russia, the New York Times reported.Yet the market assumes there is a very high bar to shutting down economies again, so the impact on business activity will not be too great - at least as yet.The dogged optimism about the global economy was supported by upbeat surveys of manufacturing from Europe, with France a stand-out as lockdown loosening there led to a modest return to growth.That followed solid June readings from much of Asia, though Japan did disappoint.\"One surprise in the recent data has been the resiliency of activity data in emerging Asia even as the global economy slowed sharply and global demand remains below pre-pandemic levels,\" said analysts at JPMorgan in a note.\"This outcome largely appears to be due to the tech sector outperforming non-tech, most likely reflecting in part a temporary work-from-home boost to demand.\"The better European data combined with the positive risk mood to keep the U.S. dollar under pressure. Against a basket of major currencies it slipped back to 96.578 from a top of 97.719 at the start of the week.The euro edged up to US$1.1321, having been as low as US$1.1167 on Monday, while the dollar eased to 106.47 yen after touching a six-week low of 106.06 at one stage.\"The dollar and risk sentiment are likely to remain broadly negatively correlated, barring the U.S. displaying clear and enduring leadership in the global economic recovery, something hard to square with the grim U.S. news on COVID,\" said Ray Attrill, head of FX strategy at NAB.In commodity markets, the decline in the dollar and endless cheap liquidity from central banks helped lift gold to its highest since October 2012. The metal was last at US$1,770 an ounce.Oil futures eased from four-month highs after U.S. crude inventories rose a surprisingly large 1.7 million barrels last week, according to industry data. That compares with analysts' expectations for a 300,000-barrel build. U.S. government data will be released on Wednesday.Brent crude futures declined 18 cents to US$42.45 a barrel, while U.S. crude fell 23 cents to US$40.14.(Editing by Jacqueline Wong)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/softbank-to-sell-t-mobile-shares-at-us-103-apiece--source-12864652", "content": {"url_label": "SoftBank to sell T-Mobile shares at US$103 apiece: source", "text": "NEW YORK: SoftBank Group Corp  is set to sell a portion of its stake in U.S. wireless carrier T-Mobile US Inc  at US$103 per share to raise US$13.76 billion, a person familiar with the matter said on Tuesday.SoftBank on Monday unveiled a series of transactions to divest more than US$21 billion worth of stock in T-Mobile, as it seeks funding for a US$41 billion share buyback and debt reduction plan. This included a public offering of 133.5 million shares.SoftBank declined to comment. T-Mobile shares closed on Tuesday at US$107.16.(Reporting by Joshua Franklin in New York; Editing by Christian Schmollinger)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/volkswagen-explores-acquisition-car-rental-group-europcar-12864586", "content": {"url_label": "Volkswagen explores acquisition of car rental group Europcar", "text": "WOLFSBURG,Germany: Volkswagen AG is in talks to acquire car French rental firm Europcar Mobility Group SA , in a deal that would allow the German car maker to better capitalize on its fleet, people familiar with the matter said on Tuesday (Jun 23).The acquisition would come as Europcar struggles to cope with the economic fallout of the COVID-19 pandemic, which has weighed on travel around the world and sapped demand for car rentals. It would represent a reversal for Volkswagen, which sold Europcar to investment firm Eurazeo SE in 2006.Volkswagen has reached out to Europcar to express its interest in an acquisition and carry out due diligence, one of the sources said. The talks are preliminary and a deal is far from certain given the financial toll of the coronavirus outbreak on Europcar, the sources added.Europcar, which has market capitalisation of 390 million euros (US$441 million) and net debt as of the end of March of more than 1 billion euros, has also attracted interest from private equity firms, including Apollo Global Management Inc , the sources added.Volkswagen, Apollo and Eurazeo, which currently owns close to 30 per cent of Europcar, declined to comment.When Volkswagen divested Europcar in 2006, it said it could be a mobility services provider without owning a short-term vehicle hire company. A new deal for Europcar would allow Volkswagen to buy it back at a significant discount to the 3.32 billion euros it sold it for 14 years ago.Europcar is hoping to avoid the fate of US peer Hertz Global Holdings Inc , which filed for bankruptcy protection in May.Last month, Europcar said it secured a 307 million euro financing package to manage through the coronavirus crisis, which included a 220 million euro loan guaranteed at 90 per cent by the French state."}}, {"url_id": "https://www.channelnewsasia.com/news/business/dell-considering-spinning-off-vmware-stake--wsj-12864358", "content": {"url_label": "Dell considering spinning off VMware stake: WSJ", "text": "REUTERS: Dell Technologies Inc  is considering spinning off its roughly US$50 billion stake in cloud computing software maker VMware Inc , the Wall Street Journal reported on Tuesday.Dell is also exploring taking other steps that could include buying the rest of VMWare, the Journal reported https://www.wsj.com/articles/dell-explores-options-for-81-vmware-stake-11592942687?mod=searchresults&page=1&pos=1, citing people familiar with the matter.Dell, which is the controlling stakeholder of VMware, did not immediately respond to a Reuters request for comment.(Reporting by Uday Sampath in Bengaluru; Editing by Maju Samuel)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/justice-dept--state-ags-to-meet-friday-on-google-antitrust-probe--source-12864318", "content": {"url_label": "Justice Dept, state AGs to meet Friday on Google antitrust probe: source", "text": "WASHINGTON: U.S. Justice Department officials and some state attorneys general are set to meet on Friday to discuss ongoing antitrust probes into Alphabet Inc's Google unit, a person briefed on the matter said.The federal government and nearly all state attorneys general have opened investigations into allegations that Google has broken antitrust laws.The federal probe focuses on search bias, advertising and management of Google’s Android operating system.(Reporting by Diane Bartz; writing by David Shepardson; Editing by Sandra Maler)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/microsoft-diversity-investment-black-employees-12864140", "content": {"url_label": "Microsoft adds to diversity investment, aims to increase number of Black employees", "text": "NEW YORK: Microsoft Corp on Tuesday (Jun 23) set a five-year diversity goal to address racial inequality at its offices, following protests over police brutality against African Americans in the United States.The company said it will add another US$150 million in diversity and inclusion investment to double the number of Black and African-American people managers, senior individual contributors, and senior leaders in the United States by 2025.The death of George Floyd at the hands of Minneapolis police triggered protests in the United States against racial inequality, while also forcing companies to confront the discrimination that remains prevalent in Corporate America.Earlier in the month, Alphabet Inc's Google also said that by 2025, the company aims to have 30 per cent more of its leaders from underrepresented groups.Microsoft will take steps to address the needs of other underrepresented communities, including the Hispanic and Latinx community, across the company in the next five years, it said in a blog post.The company said it will also double the number of Black and African American-owned approved suppliers over the next three years and spend an incremental US$500 million with those existing and new suppliers."}}, {"url_id": "https://www.channelnewsasia.com/news/business/trump-threat-to--decouple--us-and-china-hits-trade--investment-reality-12864068", "content": {"url_label": "Trump threat to 'decouple' US and China hits trade, investment reality", "text": "WASHINGTON: Conflicting talk from Trump administration officials about \"decoupling\" the U.S. economy from China is running into challenging reality: Chinese imports of U.S. goods are rising, investment by American companies into China continues, and markets are wary of separating the world's biggest economies.White House trade adviser Peter Navarro gave Asian markets a scare on Monday night by telling Fox News Channel that the U.S.-China trade deal was \"over.\" U.S. stock futures dropped, the dollar rose, and volatility indices climbed.Navarro quickly backtracked on Monday night, saying he was referring to a lack of trust between the United States and China over the coronavirus outbreak. President Donald Trump also quickly tweeted that the deal was intact.On Tuesday, National Economic Council Director Larry Kudlow praised Beijing, telling Fox Business Network \"they've actually picked up their game\" when it comes to the trade deal.The damage-control efforts by the Trump administration come after Trump said last week that \"a complete decoupling from China\" was an option, overruling U.S. Trade Representative Robert Lighthizer, who had told lawmakers that decoupling was not realistic.The Trump re-election campaign has made being \"tough on China\" a key part of his platform (https://www.reuters.com/article/us-health-coronavirus-usa-election/blame-china-remake-economy-trump-pivots-to-new-election-message-amid-pandemic-idUSKBN22J1GT). The White House has blamed Beijing for the spread of the coronavirus that has killed more than 120,000 Americans, more than any other country.(See a graphic https://graphics.reuters.com/HEALTH-CORONAVIRUS-USA/0100B5K8423/index.html of the spread of the coronavirus in the United States)But part of that message - that the United States is able and willing to walk away from its largest supplier - is challenged by on-the-ground realities.U.S.-China trade is actually increasing, after the coronavirus caused major drops shortly after the trade deal was signed in January. U.S. exports to China rose to US$8.6 billion in April, up from a 10-year monthly trough of US$6.8 billion in February, according to U.S. Census Bureau data. Imports from China shot up to US$31.1 billion from US$19.8 billion in March, which marked the lowest monthly total in 11 years.U.S. Department of Agriculture data showed that soybean exports to China rose to 423,891 metric tons in April, more than doubling the 208,505 tonnes imported in March.U.S. officials, including Lighthizer and Secretary of State Mike Pompeo, have recently affirmed China's commitment to meet the terms of the Phase 1 trade deal, which calls for China to boost purchases of U.S. farm and manufactured goods, energy and services by US$200 billion over two years.Lighthizer said last week that about US$10 billion in Chinese purchase commitments had been made under the deal, including US$1 billion worth of cotton.A person familiar with both U.S. and Chinese thinking on the trade deal said that Navarro's comments appeared to be a \"slip of the tongue,\" reflecting his personal hawkish views on China and not administration policy.The person also said that Chinese officials have indicated that June imports from the United States were expected to show a dramatic increase after falls in recent months due to the outbreak.STRONG INVESTMENTU.S. companies had announced US$2.3 billion in new direct investment projects in the first quarter of 2020, only slightly down from last year's quarterly average despite the coronavirus, the Rhodium Group said in a recent study (https://arraysproduction-0dot22.s3.amazonaws.com/rhodiumgroup/assets/icon/TWS-2020_Report_8May2020_Final.pdf) - indicating that U.S. companies are not significantly reducing their China footprint.Bill Reinsch, a senior adviser and trade expert at the Center for Strategic and International Studies, said it took over 20 years for the U.S. and Chinese economies to grow together, and decoupling cannot be accomplished easily.Some companies are leaving, not because of Trump, but because of rising Chinese wage rates and Chinese policies that have disadvantaged foreign-owned businesses, he said.\"If you're in China to serve the Chinese market, you're going to stay because you can't serve it as well from the  outside,\" Reinsch said. \"The president can't simply order everybody to come home. Businesses will make rational, economic decisions.\"(Reporting by David Lawder; Editing by Heather Timmons and Jonathan Oatis)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/trump-s-h-1b-visa-freeze-delivers-blow-to-us-tech-sector-12863816", "content": {"url_label": "Trump's H-1B visa freeze delivers blow to US tech sector", "text": "WASHINGTON, DC: The US tech sector is likely to be hit hard by President Donald Trump's decision to extend a freeze on most immigrant visas, with critics saying the move could undermine American innovation and leadership.Trump this week said he would extend the ban through the end of the year and broaden it to include H-1B visas for highly skilled workers, as well as L visas used by companies to transfer their own employees.The move could deal a blow to Silicon Valley and the rest of the tech sector, which has long relied on skilled immigrants to fill key positions of engineers, data scientists and other jobs in high demand.While Trump has argued the temporary freeze was aimed at helping US workers facing high unemployment during the coronavirus pandemic, critics said the move would backfire and hurt one of the key segments of the American economy.The freeze \"stands to upend the ability of US employers - in the tech sector and beyond - to hire the men and women they need to strengthen their workforce, repower the economy, and drive innovation,\" said Jason Oxman, president of the Information Technology Industry Council, a trade group that includes more than 70 companies including Apple, Amazon, Google, Facebook and Microsoft.\"At a critical time for the US economy, it will have a dangerous impact on the economic recovery and growth for years to come.\"MORE ABOUT POLITICSDarrell West, who heads the center for technology innovation at the Brookings Institution, said the announcement was \"more about politics than good policy,\" coming at a time when the White House is feuding with Silicon Valley over social media and other issues.\"Trump's executive order is short-sighted in that it will make it difficult for tech companies, farmers, and the hospitality sector to find the workers they need,\" West said.FWD.us, an immigration advocacy group founded by tech executives including Facebook CEO Mark Zuckerberg, also said the order would be counterproductive by limiting immigrants who will contribute to science and technology.\"This is a full-frontal attack on American innovation and our nation's ability to benefit from attracting talent from around the world,\" the group's president Todd Schulte said.A senior administration official said the order would affect 525,000 jobs in the US, which is currently reeling from a high unemployment rate caused by the pandemic.It will affect H-1B visas provided to 85,000 workers each year with special skills, many of them joining the US technology industry, as well as J visas, common for academics and researchers, and L visas used by companies to shift workers.Trump aides said they want to restructure the H-1B visa programme from an annual lottery to a system that gives priority to those foreign workers with the most value.But a recent Georgetown University study found that the US is struggling to compete for global workers with key skills including artificial intelligence and that without easing immigration \"other countries may begin to draw AI talent away from American schools and employers. \"PERSONAL STORIESSome tech executives added their own personal stories in countering the administration's arguments.India-born Google CEO Sundar Pichai said \"Immigration has contributed immensely to America's economic success, making it a global leader in tech.\"Susan Wojcicki, head of Google-owned YouTube and the daughter of Polish immigrants, echoed those remarks.\"My family escaped danger and found a new home in America,\" Wojcicki said on Twitter. \"We join Google in standing with immigrants and working to expand opportunity for all.\"South African-born Elon Musk, who founded Tesla and SpaceX, said he disagreed with the freeze: \"In my experience, these skill sets (of tech workers) are net job creators. Visa reform makes sense, but this is too broad.\"Andrew Ng, a British-born Chinese-American computer scientist who heads the online education firm Coursera, said the suspension \"is bad for the US, bad for innovation, and will shatter dreams and disrupt lives.\" He added: \"as a former H1B visa holder, my heart goes out to all the families affected.\""}}, {"url_id": "https://www.channelnewsasia.com/news/business/federal-judge-orders-heads-of-gm--fca-to-try-to-resolve-gm-racketeering-lawsuit-12863882", "content": {"url_label": "Federal judge orders heads of GM, FCA to try to resolve GM racketeering lawsuit", "text": "DETROIT: A federal judge in Detroit on Tuesday ordered the chief executives of automakers General Motors Co  and Fiat Chrysler Automobiles NV (FCA)   to meet by July 1 to try to resolve GM's racketeering lawsuit.U.S. District Court Judge Paul Borman called on GM CEO Mary Barra and FCA CEO Mike Manley to meet in person to try to resolve a case that could drag on for years.\"What a waste of time and resources now and for the years to come in this mega-litigation if these automotive leaders and their large teams of lawyers are required to focus significant time-consuming efforts to pursue this nuclear-option lawsuit if it goes forward,\" Borman said at the end of a hearing during which FCA asked the judge to dismiss GM's lawsuit.Borman said instead, the companies need to focus on building cars and keeping people employed at a time when the coronavirus has hurt the U.S. economy and the country is also dealing with issues of racial injustice after the death of George Floyd, a Black man whose death in police custody in Minneapolis triggered worldwide protests.GM filed the racketeering lawsuit against FCA last November, alleging its rival bribed United Auto Workers (UAW) union officials over many years to corrupt the bargaining process and gain advantages, costing GM billions of dollars. GM is seeking \"substantial damages\" that one analyst said could total at least US$6 billion.Barra and Manley should meet, taking into account social distancing to keep them safe, to \"explore and indeed reach a sensible resolution,\" Borman said in the hearing, which was broadcast online.It is common for judges to order parties to try to resolve disputes out of court. But it is unusual that the chief executives of two big companies be instructed to meet face-to-face, not just to settle their differences but also to serve a greater good.A GM spokesman said the No. 1 U.S. automaker has a strong case and \"we look forward to constructive dialogue with FCA consistent with the court’s order.”FCA had no immediate comment.Borman said he wanted to hear from Barra and Manley personally at noon on July 1 to provide him with results from their discussion.FCA shares were up 6.1per cent at US$10.24 in New York and GM shares were down 0.5per cent at US$26.25 on Tuesday afternoon.(Reporting by Ben Klayman in Detroit; Additional reporting by Jonathan Stempel in New York; Editing by Chizu Nomiyama and Matthew Lewis)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/china-has-picked-up-its--game--on-trade-with-us--trump-adviser-says-12863802", "content": {"url_label": "China has picked up its 'game' on trade with US, Trump adviser says", "text": "WASHINGTON: The U.S. trade deal with China is not only fully intact, but Beijing has actually stepped forward in a number of areas in a constructive way, a top White House adviser said on Tuesday.\"They've actually picked up their game,\" National Economic Council Director Larry Kudlow told Fox Business Network.\"It's not just commodity buying, although that is picking up too,\" but also extends to the issue of intellectual property theft, which has long been one of the sore spots for the relationship, he said.Kudlow's comments marked the latest in a series of damage-control efforts by the Trump administration after White House trade adviser Peter Navarro said on Monday night the pact was \"over.\"Navarro, who made the comment in an interview with Fox News Channel, later walked it back, issuing a statement saying his remarks were taken \"wildly out of context.\"Trump later tweeted that the deal was \"fully intact.\"Navarro's remarks pushed U.S. stock futures down, while risk-sensitive currencies, including the Australian dollar, fell.\"I think he misspoke,\" Kudlow said. \"The trade deal is on. No question about it.\"After more than two years of on-and-off talks and nearly two years of tit-for-tat tariffs, the two nations struck a so-called Phase 1 trade deal under which China pledged to boost purchases of U.S. goods by US$200 billion over two years.That target has been put at risk by global disruptions from the coronavirus epidemic.(Reporting by Tim Ahmann; Editing by Doina Chiacu and Sandra Maler)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/gojek-indonesia-ride-hailing-app-layoffs-12863654", "content": {"url_label": "Indonesian ride-hailing firm Gojek cuts 9percent of headcount", "text": "SINGAPORE: Indonesian ride-hailing and payments firm Gojek announced on Tuesday (Jun 23) it would lay off 9 per cent of its employees, or 430 workers, and close down its lifestyle services arm, GoLife.A spokesman said the company would \"prioritise its high-impact core businesses of payments, transport and food delivery in a long-term response to the COVID-19 pandemic\".Reuters reported earlier on Tuesday that the firm would announce layoffs, citing people with knowledge of the matter.Gojek said it was cutting 9 per cent of its employee headcount, with the layoffs being primarily in its lifestyle division, which offered cleaning and massage services.Shutting the units is expected to have a knock-on impact on contractors providing services to GoLife, which numbered around 60,000 in 2019.The startup said it would also close down the food courts it operates, known as GoFood festivals.Sources familiar with Gojek's finances said it was finalising an over US$3 billion investment round at a US$10 billion valuation; Facebook and Paypal announced investments in Gojek's fintech arm earlier in June, and it also counts Google and Tencent among its backers.Founded in 2010 as a ride-hailing firm, Gojek has since evolved into a one-stop app through which users can make online payments and order food and services, and claims 170 million users in Indonesia.Widespread closures over the coronavirus pandemic have battered the ride-hailing industry and the gig economy, with firms cutting jobs globally.Last week, Singaporean rival Grab announced it would cut under 5 per cent of its workforce as it looks to ride out the impact of the outbreak.The impact in Southeast Asia has been severe, with 11 drivers for Grab and rival Gojek earlier telling Reuters their income had dropped by more than half during the outbreak."}}, {"url_id": "https://www.channelnewsasia.com/news/business/baby-powder-verdict-johnson-12863612", "content": {"url_label": "J and J loses bid to overturn baby powder verdict, damages cut to US$2.12b", "text": "MISSOURI: A Missouri appeals court on Tuesday (Jun 23) rejected Johnson & Johnson's bid to throw out a jury verdict in favour of women who blamed their ovarian cancer on its baby powder and other talc products, but reduced damages by more than half, to US$2.12 billion.The Missouri Court of Appeals lowered the original US$4.69 billion verdict from July 2018 after dismissing claims by some of the 22 women and their families who had sued.But it said the plaintiffs had proven that J&J and an affiliate concealed for decades that the talc products contained asbestos, \"worked tirelessly\" to ensure that testing protocols would not detect asbestos in all talc samples and published articles downplaying the safety hazards of talc.\"Plaintiffs proved with convincing clarity that defendants engaged in outrageous conduct because of an evil motive or reckless indifference,\" the court said. \"There was significant reprehensibility in defendants' conduct.\"J&J said it will appeal to the Missouri Supreme Court.\"We continue to believe this was a fundamentally flawed trial, grounded in a faulty presentation of the facts,\" spokeswoman Kim Montagnino said. \"We deeply sympathise with anyone suffering from cancer, which is why the facts are so important. We remain confident that our talc is safe, asbestos free, and does not cause cancer.\"Tuesday's decision followed J&J's May 19 announcement that it would stop selling its Baby Powder talc in the United States and Canada.The New Brunswick, New Jersey-based company faces more than 19,000 lawsuits claiming that its talc products cause cancer because of contamination from asbestos, a known carcinogen.J&J's payout in Tuesday's decision includes US$500 million of compensatory damages and US$1.62 billion of punitive damages, down from a respective US$550 million and US$4.14 billion in the original verdict from a Missouri circuit court.Mark Lanier, the lead lawyer for plaintiffs, called the decision \"a clarion call for J&J to try and find a good way to resolve the cases for the people who have been hurt.\"J&J has faced intense scrutiny of its baby powder's safety following a 2018 Reuters investigative report that found it knew for decades that asbestos lurked in its talc.Internal company records, trial testimony and other evidence show that from at least 1971 to the early 2000s, J&J's raw talc and finished powders sometimes tested positive for small amounts of asbestos.J&J has been the target of a federal criminal probe on how forthright it has been about the safety of its talc products, as well as an investigation by 41 US states of its baby powder sales.The company has also faced an investigation by a congressional subcommittee on the health risks of asbestos in consumer products containing talc.J&J on Tuesday declined further comment on these matters.Johnson & Johnson's shares were down 39 cents at US$142.83 in late trading on the New York Stock Exchange."}}]